Repository: Kam1Cadzee/rolbox
Catalog: ios/Share/*.lproj/Localizable.strings
Languages: es_es

source: Size
es_es: El tamaño

# editPhoto
source: Add/Edit photo
es_es: Añadir/Editar Foto

source: Save
es_es: Guardar

source: Cancel
es_es: Cancelar

source: Add wishlist
es_es: Añadir lista

source: Add to wishlist
es_es: Añadir a lista

source: Name
es_es: La denominación

source: Price
es_es: El precio

source: Quantity
es_es: La cantidad

source: Note
es_es: Nota

source: Where to find
es_es: Dónde encontrar

source: Website
es_es: Sitio Web

# errorRequired
source: This field is required
es_es: Campo obligatorio

# errorNumber
source: Must be number
es_es: Debe el número

# errorMoreThanZero
source: Must be more than 0
es_es: Debe ser más de 0

source: Back
es_es: Volver

# ext1
source: Adding to RolBox
es_es: Agregando a Roblox

# ext2
source: There is some problem
es_es: Hay algun problema

# ext3
source: To use it, you should be auth
es_es: Para usarlo, debes ser auth

# ext4
source: The gift have been successfully added
es_es: El regalo ha sido agregado con éxito

# errorWebsite
source: Wrong url address
es_es: Dirección URL incorrecta

# chooseList
source: Choose from created
es_es: Elegir de las listas creadas

# privacyPublicType
source: Public
es_es: Público

# privacyFriendsType
source: Friends only
es_es: Sólo amigos

# privacyPrivateType
source: Private
es_es: Privado

# privacyPublic
source: Everyone
es_es: Todo

# privacyFriends
source: My friends
es_es: Mis amigos

# privacyPrivate
source: Only me
es_es: Solo yo

# whoCanSee
source: Who can see the wishlist
es_es: Quién puede ver la lista de deseos

# listFor
source: This list is for
es_es: Esta lista es para

source: Choose cover
es_es: Elegir la cubierta

# addWishlistLabel
source: Add wishlist
es_es: Añadir lista
